/* `welcomeLabel` UILabel text default value */
"Welcome" = "ようこそ";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "ダウンロードしていただき、ありがとうございます";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "お受け取りいただいたウェルカムメールの指示に従って有効化プロセスを開始してください。";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "日常のタスク管理をこなして簡単にプロジェクトに協力することができます。";

"ScanInstruction" = "セキュア QR コードをスキャンして有効化プロセスを開始してください。";

"DiscoveryServiceInstruction" = "メールアドレスを入力して有効化プロセスを開始してください。";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "アカウントのチェック中...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "開始";

"Scan" = "スキャン";

/* `demoLabel` UILabel text default value */
"Explore" = "探索しますか";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "デモを試す";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "パスコード設定";

/* The title for the enter passcode screen. */
"PasscodeKey" = "パスコード";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "パスコード選択";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "パスコード確認";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "パスコードをもう一度入力してください。";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "パスコードを確認してください。";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "パスコードを入力してください。";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "パスコード変更";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "現在のパスコードを入力してください。";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "後で";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "前";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "次";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "完了";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "アプリのロック解除用に %d 文字以上のパスコードを選択してください。";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "アプリのロック解除用に %d 桁以上のパスコードを選択してください。";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "以下を含めてください。";

/* The group name for lower case letters. */
"LowerCaseKey" = "小文字 (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "大文字 (A-Z)";

/* The group name for digits. */
"DigitsKey" = "数字 (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "記号 (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "パスコードリセット";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "パスコードの検証に失敗しました。";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "パスコードは FUIPasscodeControllerDelegate によって拒否されました。";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "再試行";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " 使用可能となっています。";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Touch ID を有効化すると、情報により早くアクセスできるようになります。";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "この機能はいつでも設定でオン/オフに切り替えることができます。";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "迅速で安全なアクセスのために Touch ID を有効化してください。";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Touch ID が無効化されると、デバイスパスコードが求められます。";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Face ID を有効化すると、情報により早くアクセスできるようになります。";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "この機能はいつでも設定でオン/オフに切り替えることができます。";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "迅速で安全なアクセスのために Face ID を有効化してください。";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Face ID が無効化されると、デバイスパスコードが求められます。";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Touch ID を使用するために、デバイス設定に指紋を追加してください。";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "これはいつでも ’設定 - Touch ID およびパスコード’ で行うことができます。";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Face ID を使用するために、Face ID をデバイス設定に登録してください。";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "これはいつでも ’設定 - Face ID およびパスコード’ で行うことができます。";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Touch ID の詳細";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Face ID の詳細";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "有効化";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Touch ID による認証";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Face ID による認証";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "エラー";

/* The error title. */
"AuthenticationErrorKey" = "認証エラー";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "アプリを使用するために Touch ID を使用して認証してください。";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "アプリを使用するために Face ID を使用して認証してください。";

/* The authenticate button text. */
"AuthenticateKey" = "認証";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "パスコードが一致しませんでした。もう一度実行してください。";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "あと %d 回試すことができます。";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "あと 1 回試すことができます。";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "もう試すことができません。";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "サインインしてパスコードをリセットしてください。";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "パスコードが間違っています。もう一度実行してください。";

/* The scan page title string. */
"ScanKey" = "スキャン";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "スキャンできませんでした";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "QR コードイメージを選択してください。";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "無効な QR コード";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR コードが認識されませんでした。";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "写真へのアクセスを許可";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "QR コードイメージを選択するために、デバイスのプライバシー設定で写真へのアクセスを許可してください。";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "カメラへのアクセスを許可";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "カメラを使用してスキャンするために、デバイスのプライバシー設定でカメラへのアクセスを許可してください。";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "設定";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "確認";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "スキャンが完了しました。以下の操作に接続されます。";

/* The title string for the \"Continue\" button */
"ContinueKey" = "続行";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "起動";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "有効化";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "ウェルカムメールを受信したら、そこに示されている有効化リンクをたどってください。または、メールアドレスを入力するか、QR コードをスキャンして、オンボーディングを開始します。";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "次";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "または";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "スキャン";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "同意する";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "同意しない";

/* The authentication title. */
"AuthenticationKey" = "認証";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "認証のためにユーザ名とパスワードを入力してください。";

/* Username input field placeholder string */
"usernameKey" = "ユーザ名";

/* Password input field placeholder string */
"passwordKey" = "パスワード";

/* Sign In button string. */
"SignInKey" = "サインイン";

/* Error message when failed to sign in. */
"SignInErrorKey" = "認証情報が間違っています。もう一度実行してください。";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "有効化プロセスを開始するために以下に情報を入力してください。";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "情報を検証しています...";

/* Cancel button string. */
"CancelKey" = "キャンセル";

/* Allow button string. */
"AllowKey" = "許可";

/* Deny button string. */
"DenyKey" = "拒否";

/* No button string. */
"NoKey" = "いいえ";

/* Quit button string. */
"QuitKey" = "中止";

/* GiveConsent button string. */
"GiveConsentKey" = "承諾";

/* Navbar title string. */
"StepKey" = "ステップ";

/* Navbar title string. */
"OfKey" = "/";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "オンボーディングプロセスを中止してよろしいですか";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "承諾なしでオンボーディングを続行することはできません。";

/* Switch User button string. */
"SwitchOrAddUserKey" = "ユーザの切り替えまたは追加";

/* Title for Log In button */
"LogInKey" = "ログイン";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "このデバイス上のユーザを検索";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "パスコードを忘れた場合";

/* Title for Loction */
"PNLoctionTitleKey" = "位置情報サービスをオンにし、地図とナビゲーションの機能を使用できるようにします";

/* Title for Notifications */
"PNNotificationsTitleKey" = "通知をオンにし、重要なお知らせについて警告を受け取るようにします";

/* Title for Photos */
"PNPhotosTitleKey" = "写真ライブラリアクセスをオンにし、写真の共有や写真ライブラリへのアクセスを可能にします";

/* Title for Calendar */
"PNCalendarTitleKey" = "カレンダアクセスをオンにし、部屋の予約や会議の確認を行えるようにします";

/* Title for Camera */
"PNCameraTitleKey" = "カメラをオンにし、顔 ID でログインと照合を行えるようにします";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "この権限は、アプリ設定を使用して後から変更できます";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "このアプリケーションでは、以下の権限を使用してユーザに合わせたベストエクスペリエンスが提供されます";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "位置情報へのアクセスと使用時の通知をアプリケーションに許可します。\n\n位置情報権限の設定または編集は、iOS 設定を開き > \"位置情報\" をタップ > \"アプリケーション\" をタップ > 希望する位置情報権限設定を選択して行います";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "通知へのアクセスと使用時の通知をアプリケーションに許可します。\n\n通知権限の設定または編集は、iOS 設定を開き > \"通知\" をタップ > \"アプリケーション\" をタップ > 希望する通知権限設定を選択して行います";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "写真へのアクセスと使用時の通知をアプリケーションに許可します。\n\n写真権限の設定または編集は、iOS 設定を開き > \"写真\" をタップ > \"アプリケーション\" をタップ > 希望する写真権限設定を選択して行います";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "カメラへのアクセスと使用時の通知をアプリケーションに許可します。\n\nカメラ権限の設定または編集は、iOS 設定を開き > \"カメラ\" をタップ > \"アプリケーション\" をタップ > 希望するカメラ権限設定を選択して行います";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "カレンダへのアクセスと使用時の通知をアプリケーションに許可します。\n\nカレンダ権限の設定または編集は、iOS 設定を開き > \"カレンダ\" をタップ > \"アプリケーション\" をタップ > 希望するカレンダ権限設定を選択して行います";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "iOS 設定を開く";

